def getd():
    
    return f"{input('Введите фамилию: ')} {input('Введите имя: ')} {input('Введите класс: ')} {input('Введите букву класса:  ')} {input('Примечание: ')}\n"

def get_number():
    return input('Выберите пункт из меню:\n \
             1. Показать все фамилии\n \
             2. Показать все имена\n \
             3. Показать все № классов\n \
             4. Показать учеников выбранного класса\n \
             5. Показать всю таблицу\n \
             6. Показать информацию по ученику\n \
             7. Добавить ученика\n')     